//
// Created by Kaung Zaw Htet on 2019-09-23.
//

#ifndef FAKEDATAGENERATOR_NAME_H
#define FAKEDATAGENERATOR_NAME_H

class Name
{

    map
public:

};



/*
 * ကို ကျော် ကောင်း ကြည် ကြူကြူသင်း ကြိုင် ကျော့ ကြွေ ကြီး ကျူး ကြွယ် ကေ(သီ,သာ,ဇင်,ခိုင်) ကလျာ ကြေးမုံ
 * ခန့် ချစ် ချူး ချော ချမ်းသာ ချိန့် ခိုင် ချမ်းမြေ့ ချယ်ရီ ချို ခင်
 * ဂျူး ဂျွန်
 * ငုဝါ ငယ်ငယ် ငြိမ်း
 * စု စော စံ စိုင်း စိုး စွမ်း စန္ဒာ စန်း စိန် စည်သူ စိမ့်
 * ဆောင်း ဆွေ ဆန်း ဆု ဆုန် ဆင့်
 * ဇူး ဇွန် ဇင် ဇာ ဇူလိုင် ဇေယျာ ဇေယျ ဇော် ဇာချည် ဇွဲ
 * ညီ ညို ဉာဏ် ညွန့်
 * ဍေး
 * တင် တင့် တိုး
 * ထွန်း ထူး ထက် ထိုက် ထိန် ထွဋ် ထွေး ထား
 *
 *
 * နိုင် နောင် နိုး နန္ဒာ နွေး နု နှင်း နီ(လွင်,လာ) နေ နွယ် နွယ့် နန်း နော်
 * ပန်း ပွင့် ပိုး ပြည့်စုံ ပြည့်ဖြိုး ပိုင် ပုလဲ ပြုံး
 * ဖူး ဖြူ ဖွေး ဖြိုး
 * ဗိုလ်
 * ဘို
 * မေ မောင် မော် မူမူသိမ််း မင်း မိ မျိုး မြင့် မာ မြ မြတ် မိုး သက်မွန် မိုမို မို့မို့ မေတ္တာ မာယာ မြိုင်
 * ယွန်း ယု ယဥ်
 * ရန် ရဲ ရီ ရွှေ ရွှန်း ရင်ရင်မေ ရီ ရတနာ ရာဇာ ရွက်ဝါ
 * လွန်း လှ လွင် လု လင်း လွှမ်း လဲ့ လှိုင် လတ် ဝေယံ
 * ဝါ ဝင်း ဝင့် ဝဿာန် ဝသုန် ဝတီ ဝတ်ရီ ဝေ
 * သွန်း သီ သိမ်း သန်း သောင်း သစ် သာ သဲ သက် သု သူဇာ သူရ သစ္စာ သီဟ သွင် သီတာ သန္တာ သင်း သော် သန့် သွေး သဇင် သီရိ သာဓု သူရိန် သွယ်
 * ဟန် ဟေမာန် ဟေမာ ဟိန်း
 * အောင် အားမာန် အိမ့် အေး အာကာ အိ
 *
 * ဦး ဩဇာ ဧရာ ဥက္ကာ ဥမ္မာ
 *
 *
 */
#endif //FAKEDATAGENERATOR_NAME_H
